Revit 2027 API
ParameterTypeId.RebarMinLength Property
 "Minimum Bar Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarMinLength { get; }
Public Shared ReadOnly Property RebarMinLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarMinLength {
	ForgeTypeId^ get ();
}
static member RebarMinLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace